Repository: wp-plugins/so-related-posts
Catalog: languages/so-related-posts-*.po
Languages: nl_nl

source: SO Related Posts Settings
nl_nl: SO Related Posts Instellingen

source: Below you can change the title that shows above the list of Related Posts.
nl_nl: Hieronder kan je de titel aanpassen die boven de lijst van gerelateerde artikelen staat.

source: Title above Related Posts list
nl_nl: Titel boven de lijst van gerelateerde artikelen

source: Change the title above the Related Posts list into something of your liking
nl_nl: Verander de titel die boven de lijst van gerelateerde artikelen staat in iets anders

source: Get more options with<br /><a href="%s" title="SO PLUS Premium WordPress Plugins by Senlin Online">SO Related Posts PLUS</a>!
nl_nl: Nu meer opties met <br /><a href="%s" title="SO PLUS Premium WordPress Plugins door Senlin Online">SO Related Posts PLUS</a>!

source: Upgrade now with coupon code: %1$s for %2$s!
nl_nl: Upgrade nu met de coupon code: %1$s voor %2$s!

source: Database Options
nl_nl: Database Opties

source: Restore defaults upon plugin deactivation/reactivation
nl_nl: Standaard instellingen herstellen na plugin deactivering/heractivering

source: Only check this if you want to reset plugin settings upon Plugin reactivation
nl_nl: Check dit alleen als je de plugin instellingen wilt resetten na heractivering

source: Save Settings
nl_nl: Bewaar Instellingen

source: If you have found this plugin at all useful, please give it a favourable rating in the <a href="%s" title="Rate this plugin!">WordPress Plugin Repository</a>.
nl_nl: Wanneer je deze plugin handig vindt, geef het dan een gunstige waardering in de <a href="%s" title="Geef deze plugin een waardering!">WordPress Plugin Repository</a>.

source: If you have an issue with this plugin or want to leave a feature request, please note that I give <a href="%s" title="Support or Feature Requests via Github">support via Github</a> only.
nl_nl: Wanneer je een probleem hebt met deze plugin of een feature request wilt doen, houd er dan rekening mee dat ik de plugin alleen <a href="%s" title="Support of Feature Requests via Github">ondersteun via Github</a>.

source: About the Author
nl_nl: Over de Auteur

source: Hi, my name is Piet Bos, I hope you like this plugin! Please check out any of my other plugins on <a href="%s" title="SO WP Plugins">SO WP Plugins</a>. You can find out more information about me via the following links:
nl_nl: Hoi, mijn naam is Piet Bos, hopelijk vind je dit een handige plugin! Kijk ook eens naar mijn andere plugins via <a href="%s" title="SO WP Plugins">SO WP Plugins</a>. Je kan meer informatie over mij vinden via de onderstaande links:

source: WordPress.org Profile
nl_nl: WordPress.org profiel

source: Install Required Plugins
nl_nl: Installeer de vereiste plugins

source: Install Plugins
nl_nl: Installeer de plugins

source: Installing Plugin: %s
nl_nl: Plugin %s aan het installeren

source: Something went wrong.
nl_nl: Er is iets mis gegaan

source: This theme requires the following plugin: %1$s.
nl_nl: De SO Related Posts plugin vereist de volgende plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
nl_nl: De SO Related Posts plugin vereist de volgende plugin: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
nl_nl: Sorry, maar je hebt niet de juiste permissies om de %s plugin te installeren. Neem contact op met de administrator van deze site voor hulp met het installeren van de plugin.

source: The following required plugin is currently inactive: %1$s.
nl_nl: De volgende vereiste plugin is op het moment niet actief: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
nl_nl: De volgende aanbevolen plugin is op het moment niet actief: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
nl_nl: Sorry, maar je hebt niet de juiste permissies om de %s plugin te activeren. Neem contact op met de administrator van deze site voor hulp met het activeren van de plugin.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
nl_nl: De volgende plugin dient te worden bijgewerkt tot de nieuwste versie om maximale compatibiliteit met de SO Related Posts plugin te garanderen: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
nl_nl: Sorry, maar je hebt niet de juiste permissies om de %s plugin te updaten. Neem contact op met de administrator van deze site voor hulp met het updaten van de plugin.

source: Begin installing plugin
nl_nl: Start het installeren van de plugin

source: Activate installed plugin
nl_nl: Activeer de geïnstalleerde plugin.

source: Return to Required Plugins Installer
nl_nl: Terug naar de Vereiste Plugins Installer

source: Return to the dashboard
nl_nl: Terug naar het dashboard

source: Plugin activated successfully.
nl_nl: Plugin met success geactiveerd.

source: The following plugin was activated successfully:
nl_nl: De volgende plugin is met succes geactiveerd:

source: All plugins installed and activated successfully. %1$s
nl_nl: Alle plugins zijn met succes geïnstalleerd en geactiveerd. %1$s

source: Dismiss this notice
nl_nl: Sluit dit bericht

source: External Link
nl_nl: Externe link

source: Private Repository
nl_nl: Privé Repository

source: Pre-Packaged
nl_nl: Voorverpakt

source: Required
nl_nl: Vereist

source: Recommended
nl_nl: Aanbevolen

source: Not Installed
nl_nl: Niet geïnstalleerd

source: Installed But Not Activated
nl_nl: Geïnstalleerd maar niet geactiveerd

source: No plugins to install or activate. <a href="%1$s" title="Return to the Plugins Menu">Return to the Plugins Menu</a>
nl_nl: Er zijn geen plugins die geïnstalleerd of geactiveerd kunnen worden. <a href="%1$s" title="Terug naar het Plugins Menu">Terug naar het Plugins Menu</a>

source: Source
nl_nl: Bron

source: Install
nl_nl: Installeer

source: Activate
nl_nl: Activeer

source: Install package not available.
nl_nl: Het installatie pakket is niet beschikbaar.

source: Downloading install package from <span class="code">%s</span>&#8230;
nl_nl: Installatie pakket van <span class="code">%s</span> aan het downloaden&#8230;

source: Unpacking the package&#8230;
nl_nl: Bezig met uitpakken&#8230;

source: Installing the plugin&#8230;
nl_nl: Bezig met installeren van de plugin&#8230;

source: Plugin install failed.
nl_nl: Het installeren van de plugin is mislukt.

source: Plugin installed successfully.
nl_nl: De plugin is met success geïnstalleerd.

source: Plugin activation failed.
nl_nl: Het activeren van de plugin is mislukt.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
nl_nl: Het installatie en activering proces begint. Dit proces kan een tijdje duren op sommige hosts, dus wees geduldig.

source: %1$s installed and activated successfully.
nl_nl: %1$s is met success geïnstalleerd en geactiveerd.

source: Show Details
nl_nl: Laat de details zien

source: Hide Details
nl_nl: Verberg de details

source: All installations and activations have been completed.
nl_nl: Alle installaties en activeringen zijn voltooid.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
nl_nl: Plugin %1$s (%2$d/%3$d) aan het installeren en activeren

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
nl_nl: Het installatie proces begint. Dit proces kan een tijdje duren op sommige hosts, dus wees geduldig.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
nl_nl: Er is een fout opgetreden tijdens het installeren van %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
nl_nl: De installatie van %1$s is mislukt.

source: %1$s installed successfully.
nl_nl: %1$s is met succes geïnstalleerd.

source: All installations have been completed.
nl_nl: Alle installaties zijn voltooid.

source: Installing Plugin %1$s (%2$d/%3$d)
nl_nl: Plugin %1$s (%2$d/%3$d) aan het installeren

source: Return to the Dashboard
nl_nl: Terug naar het Dashboard

source: Return to the Plugins Menu
nl_nl: Terug naar het Plugins Menu

source: Related Posts
nl_nl: Gerelateerde artikelen

source: Tick the box to show Related Posts
nl_nl: Vink aan om de gerelateerde artikelen te laten zien

source: Choose one or more Related Post(s) you want to show.
nl_nl: Kies één of meerdere gerelateerde artikel(en) die je wilt laten zien.

source: Please select...
nl_nl: Maak een keuze...

source: Install Required Plugin
nl_nl: Installeer de vereiste plugin

source: Required Plugin
nl_nl: Vereiste Plugin

source: Something went wrong with the plugin API.
nl_nl: Er is iets misgegaan met de Plugin API.

source: The SO Related Posts plugin requires the following plugin: %1$s.
nl_nl: De SO Related Posts plugin vereist de volgende plugin: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with the SO Related Posts plugin: %1$s.
nl_nl: De volgende plugin dient te worden bijgewerkt tot de nieuwste versie om maximale compatibiliteit met de SO Related Posts plugin te garanderen: %1$s.

source: Return to Plugins Menu
nl_nl: Terug naar het Plugins Menu

source: The Meta Box plugin has been successfully activated.
nl_nl: De Meta Box plugin is met succes geactiveerd.

source: The Meta Box plugin has been successfully installed and activated. %s
nl_nl: De Meta Box plugin is met succes geïnstalleerd en geactiveerd. %s

source: <div class="error"><p>%1$s</p><p><i>%2$s</i> has been deactivated.</p></div>
nl_nl: <div class="error"><p>%1$s</p><p><i>%2$s</i> is gedeactiveerd.</p></div>

source: The <strong>SO Related Posts plugin</strong> only works if you have the <a href="%s">Meta Box</a> plugin installed.
nl_nl: De <strong>SO Related Posts plugin</strong> werkt alleen wanneer je de <a href="%s">Meta Box</a> plugin hebt geïnstalleerd.

source: Settings
nl_nl: Instellingen
